/* choose button - open panel */
"Choose" = "Choose";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "magnify";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Order prints of this image from dotphoto.com";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "Please use the Inspector to enter the URL of an image";

/* Title of mag link */
"View this image full-size" = "View this image full-size";

